"Move to Applications folder in your Home folder?" = "¿Trasladar a la carpeta Aplicaciones de tu carpeta de inicio?";
"Move to Applications folder?" = "¿Trasladar a Aplicaciones?";
"I can move myself to the Applications folder if you'd like." = "Puedo trasladarme a la carpeta Aplicaciones automáticamente si quieres.";
"Do Not Move" = "No trasladar";
"Note that this will require an administrator password." = "Ten en cuenta que será necesario utilizar una contraseña de administrador.";
"Could not move to Applications folder" = "No se ha podido trasladar a la carpeta Aplicaciones.";
"Move to Applications Folder" = "Trasladar a la carpeta Aplicaciones";
"This will keep your Downloads folder uncluttered." = "Así tu carpeta Descargas se mantendrá bien organizada.";
